import React from "react";
import "./About-us.css";
import PageWrapper from "../../PageWrapper";

const AboutUs = () => {
  return (
    <PageWrapper>
      <div className="d-flex justify-content-center">
      <div className="aboutUs">
        <div className="container-fluid">
          <div className="row">
            <div className="col-4 mt-5 text-center">
              <div className="">
                <img
                  src={require("../../images/meeting.png")}
                  alt=""
                  className="about-pic"
                />
              </div>
              <div className="figure">
                <div className="container">
                  <div className="row">
                    <div className="col-6 features">
                      <div className="text-center mt-3">
                        <h1>۴۲</h1>
                        <p>پروژه بین المللی</p>
                      </div>
                    </div>
                    <div className="col-6 features">
                      <div className="text-center mt-3">
                        <h1>+۳.۵</h1>
                        <p>سال تجربه</p>
                      </div>
                    </div>
                    <div className="col-6 features">
                      <div className="text-center mt-3">
                        <h2>+۱۰,۰۰۰</h2>
                        <p>راننده ماهر</p>
                      </div>
                    </div>
                    <div className="col-6 features">
                      <div className="text-center mt-3">
                        <h3>+۷,۰۰۰,۰۰۰</h3>
                        <p>خدمات رسانی موفق</p>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
            </div>

            <div className="col-8 mt-5 text-center">
              <h1 className="about-h1">همه چیز درباره ما</h1>
              <p className="mt-5 about-p">
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
                استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
                در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
                نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
                کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
                جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را
                برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در
                زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و
                دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و
                زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
                پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم
                ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
                استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
                در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
                نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
                کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
                جامعه و متخصصان را می طلبد. تا با نرم افزارها شناخت بیشتری را
                برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در
                زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و
                دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و
                زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
                پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم
                ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
                استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
                در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
                نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
                کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
                جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را
                برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در
                زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و
                دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و
                زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
                پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
              </p>
            </div>
          </div>
        </div>
      </div>
      </div>
    </PageWrapper>
  );
};

export default AboutUs;
